// 定向学校列表数据
const directionSchoolList = {
  "units": [
    {
      "unit": "第一单元",
      "schools": ["昆明市第八中学", "昆明市第二中学"]
    },
    {
      "unit": "第二单元",
      "schools": ["昆明市第十四中学", "昆明市第二十四中学"]
    },
    {
      "unit": "第三单元",
      "schools": [ "昆明市明德民族中学", "昆明市女子中学", "昆明市第三十中学", "中央民大附中昆明五华实验中学"]
    },
    {
      "unit": "第四单元",
      "schools": ["云南民族中学", "昆明文理学院附属中学"]
    },
    {
      "unit": "第五单元",
      "schools": ["昆明市五华区云铜中学", "昆明市五华区沙朗民族实验学校", "昆明市五华区厂口中学"]
    },
    {
      "unit": "第六单元",
      "schools": ["昆明高新技术产业开发区第二中学", "昆明市五华区桃源实验学校", "昆明高新第一实验学校", "昆明市五华区钟英实验学校"]
    },
    {
      "unit": "第七单元",
      "schools": ["昆明市第十中学（含求实校区）", "昆明市盘龙区俊发城思成中学"]
    },
    {
      "unit": "第八单元",
      "schools": ["昆明市实验中学", "昆明市盘龙区新迎中学", "昆明市盘龙区金辰中学"]
    },
    {
      "unit": "第九单元",
      "schools": ["昆明市第十一中学", "昆明铁路五中", "东北师范大学盘龙实验学校"]
    },
    {
      "unit": "第十单元",
      "schools": ["昆明市盘龙区龙泉中学", "昆明市白沙河中学", "昆明市盘龙区双龙中学", "昆明市第三十四中学", "昆明重工中学", "云南师范大学实验中学昆明湖校区", "昆明市第二十一中学"]
    },
    {
      "unit": "第十一单元",
      "schools": ["昆明市盘龙区白邑中学", "昆明市盘龙区彩云中学"]
    },
    {
      "unit": "第十二单元",
      "schools": [ "云南师范大学附属世纪金源学校", "云南师范大学附属官渡中学", "昆明市第一中学官渡学校", "昆明市官渡区西南大学官渡实验学校"]
    },
    {
      "unit": "第十三单元",
      "schools": ["昆明市官渡区第一中学", "昆明市第九中学", "云南省昆明市第三十一中学", "昆明市官渡区矣六实验学校", "昆明市官渡区冠益中学", "昆明市官渡区云南大学附属会展学校", "昆明市官渡区上海师范大学附属实验中学"]
    },
    {
      "unit": "第十四单元",
      "schools": [ "昆明市第十二中学", "昆明市第十七中学", "昆明市外国语学校", "昆明市官渡区金马中学"]
    },
    {
      "unit": "第十五单元",
      "schools": [ "昆明市官渡区第二中学", "昆明市官渡区第五中学", "昆明市第十六中学", "昆明市官渡区关上实验学校"]
    },
    {
      "unit": "第十六单元",
      "schools": ["昆明市官渡区第六中学", "昆明市官渡区北京八十学校", "昆明市官渡区小板桥镇中学", "昆明市官渡区小哨中学", "昆明市官渡区板桥中学", "昆明市官渡区东站实验学校"]
    },
    {
      "unit": "第十七单元",
      "schools": ["昆明经济技术开发区第一中学", "昆明市经济技术开发区第二中学","昆明市第一中学经开校区", "昆明学院附属经开学校", "昆明经济技术开发区锐意外国语学校", "昆明市经济开发区正道实力中学"]
    },
    {
      "unit": "第十八单元",
      "schools": ["昆明师范专科学校附属中学", "昆明市西山区第一中学", "华东师范大学昆明实验学校", "昆一中附属西山区山海实验学校"]
    },
    {
      "unit": "第十九单元",
      "schools": ["昆明市第五中学", "昆明市第十九中学"]
    },
    {
      "unit": "第二十单元",
      "schools": ["昆明市西山区实验中学", "昆明市西山区粤秀中学"]
    },
    {
      "unit": "第二十一单元",
      "schools": [ "昆明市西山区前卫中学", "昆明市西山区福海中学", "昆明市滇池度假区实验学校", "昆明市第三中学西山学校"]
    },
    {
      "unit": "第二十二单元",
      "schools": ["昆明市第十八中学", "昆明市西山区海口建磷中心学校", "昆明市西山区海口依兰中心学校"]
    },
    {
      "unit": "第二十三单元",
      "schools": ["昆明市西山区团结民族中学", "昆明市西山区谷律民族中学", "昆明市西山区团结明朗中心学校"]
    },
    {
      "unit": "第二十四单元",
      "schools": ["昆明市呈贡区第一中学", "昆明滇池国家旅游度假区大渔中学"]
    },
    {
      "unit": "第二十五单元",
      "schools": ["昆明市第三中学（含滇池星城校区）", "昆明市呈贡区实验学校", "昆明呈贡长水实验中学"]
    },
    {
      "unit": "第二十六单元",
      "schools": [ "云南师范大学附属中学呈贡校区", "昆明高新技术产业开发区第三中学", "昆明西南联大研究院附属学校"]
    },
    {
      "unit": "第二十七单元",
      "schools": ["昆明市经济开发区第三中学", "昆明市第三中学经开区学校"]
    },
    {
      "unit": "第二十八单元",
      "schools": ["七甸中学", "阳宗中学", "草甸中学", "澄江三中"]
    },
    {
      "unit": "第二十九单元",
      "schools": ["晋宁区宝峰中学", "晋宁区夕阳民族中学", "晋宁区第三中学"]
    },
    {
      "unit": "第三十单元",
      "schools": ["晋宁区双河民族中学","晋宁区第四中学", "晋宁区昆阳九年一贯制学校"]
    },
    {
      "unit": "第三十一单元",
      "schools": [ "晋宁区第五中学", "晋宁区第六中学", "晋宁区第七中学", "昆一中晋宁学校（初中部）"]
    }
  ]
};

module.exports = directionSchoolList; 