// 导出时间线数据
module.exports = [
    {
        "time": "2024-12-10",
        "eventTheme": "中考报名开始",
        "event": "2025届昆明市中考报名开始，中考报名时间为2024年12月10日-2025年1月5日，采取网上报名方式，由学校组织。"
    },
    {
        "time": "2025-01-05",
        "eventTheme": "中考报名结束",
        "event": "2025届昆明市中考报名结束，这是中考报名的截止日期。"
    },
    {
        "time": "2025-01-20",
        "eventTheme": "昆明市统测开始",
        "event": "昆明市2025年一模考试（同时也是云南省高三第一次省统测），这是昆明市针对高三学生组织的一次重要模拟考试，云南省范围内的高三学生也会参与此次统测。"
    },
    {
        "time": "2025-01-22",
        "eventTheme": "昆明市统测开始",
        "event": "昆明市2025年一模考试结束。"
    },
    {
        "time": "2025-04-08",
        "eventTheme": "昆明市统测开始",
        "event": "2025年昆明市市统测开始，提供了市统测真题的下载信息，但未明确是针对哪个年级的统测，推测可能是针对初三学生的模拟考试。"
    },
    {
        "time": "2025-04-10",
        "eventTheme": "昆明市统测结束",
        "event": "2025年昆明市市统测结束。"
    },
    {
        "time": "2025-04-19",
        "eventTheme": "体育网点生报名开始",
        "event": "体育网点生报名开始，昆明小升初、初升高体育网点生报名时间为2025年4月19-20日9:00-17:00。"
    },
    {
        "time": "2025-04-20",
        "eventTheme": "体育网点生报名结束",
        "event": "体育网点生报名结束，这是体育网点生报名的截止日期。"
    },
    {
        "time": "2025-05-07",
        "eventTheme": "“阿诗玛班”和“民族班”报名开始",
        "event": "“阿诗玛班”和“民族班”报名开始，符合条件且有报考意愿的考生，可以登录“云南省初中升高中招生管理系统”进行报名登记。"
    },
    {
        "time": "2025-05-13",
        "eventTheme": "“阿诗玛班”和“民族班”报名结束",
        "event": "“阿诗玛班”和“民族班”报名结束，这是“阿诗玛班”和“民族班”报名的截止日期。"
    },
    {
        "time": "2025-05-10",
        "eventTheme": "体育测试",
        "event": "初中体育传统特色项目学校体育测试，这是初中体育传统特色项目学校招收体育网点生的体育测试时间。"
    },
    {
        "time": "2025-05-11",
        "eventTheme": "一级完中体育测试时间",
        "event": "一级高（完）中及云南省普通高中体育特长生招生学校体育测试，这是一级高（完）中（含同批次录取学校）及云南省普通高中体育特长生招生学校的体育测试时间。"
    },
    {
        "time": "2025-05-18",
        "eventTheme": "二级完中体育测试时间",
        "event": "二级高（完）中体育测试，这是二级高（完）中的体育测试时间。"
    },
    {
        "time": "2025-05-23",
        "eventTheme": "“阿诗玛班”和“民族班”资格审核",
        "event": "“阿诗玛班”和“民族班”资格审核完成，各县（市）区教育行政部门完成对报考考生的资格审核。"
    },
    {
        "time": "2025-06-16 08:30:00",
        "eventTheme": "语文中考",
        "event": "语文考试"
    },
    {
        "time": "2025-06-16 15:00:00",
        "eventTheme": "物理中考",
        "event": "物理考试"
    },
    {
        "time": "2025-06-16 15:00:00",
        "eventTheme": "化学中考",
        "event": "化学考试"
    },
    {
        "time": "2025-06-17 08:30:00",
        "eventTheme": "数学中考",
        "event": "数学考试"
    },
    {
        "time": "2025-06-17 15:00:00",
        "eventTheme": "历史中考",
        "event": "历史考试"
    },
    {
        "time": "2025-06-17 15:00:00",
        "eventTheme": "道德与法治中考",
        "event": "道德与法治考试"
    },
    {
        "time": "2025-06-18 08:30:00",
        "eventTheme": "英语中考",
        "event": "英语考试"
    },
    {
        "time": "2025-06-18 15:00:00",
        "eventTheme": "生物学中考",
        "event": "生物学考试（初二小三科）"
    },
    {
        "time": "2025-06-18 15:00:00",
        "eventTheme": "地理中考",
        "event": "地理考试（初二小三科）"
    },
    {
        "time": "2025-06-19 08:30:00",
        "eventTheme": "信息技术中考",
        "event": "信息技术考试（初二小三科）"
    },
    {
        "time": "2025-07-01",
        "eventTheme": "中考成绩公布",
        "event": "中考成绩公布，中考成绩出炉，昆明市招考院公布普通高中录取最低控制线和主城区一分一段表。"
    },
    {
        "time": "2025-07-04",
        "eventTheme": "中考志愿填报开始",
        "event": "中考志愿填报开始，中考志愿填报时间为2025年7月4日-6日，填报平台为“云南省初中升高中招生管理系统”。"
    },
    {
        "time": "2025-07-06",
        "eventTheme": "中考志愿填报结束",
        "event": "中考志愿填报结束，这是中考志愿填报的截止日期。"
    },
    {
        "time": "2025-07-11",
        "eventTheme": "中考录取",
        "event": "中考录取开始，中考录取时间为2025年7月11日-30日。"
    },
    {
        "time": "2025-07-30",
        "eventTheme": "中考录取",
        "event": "中考录取结束，初升高录取工作基本结束。"
    },
    {
        "time": "2025-08",
        "eventTheme": "新高一军训及开学",
        "event": "新高一军训及开学，8月中下旬，新高一开始进行军训，各学校开学时间不一。"
    }
];